Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: '''Error: The text you have submitted is {{PLURAL:$1|one kilobyte|$1 kilobytes}} long, which is longer than the maximum of {{PLURAL:$2|one kilobyte|$2 kilobytes}}.''' It cannot be saved.
ca_es: '''Error: El text que heu introduït és {{PLURAL:$1|d'un kilobyte|de $1 kilobytes}} i sobrepassa el màxim permès de {{PLURAL:$2|one kilobyte|$2 kilobytes}}.''' No es pot desar.

source: '''Warning: The database has been locked for maintenance, so you will not be able to save your edits right now.''' You may wish to copy and paste your text into a text file and save it for later. The administrator who locked it offered this explanation: $1
ca_es: '''Avís: La base de dades està tancada per manteniment, de manera que no podreu desar els canvis ara mateix.''' És possible que vulgueu copiar i enganxar el text en un arxiu de text i desar-ho més tard. L'administrador que l'ha bloquejada ha donat la següent explicació: $1

source: '''Warning: This page has been protected so that only users with administrator privileges can edit it.''' The latest log entry is provided below for reference:
ca_es: '''ATENCIÓ: Aquesta pàgina està bloquejada i només els usuaris amb drets d'administrador la poden modificar. A continuació es mostra la darrera entrada del registre com a referència:

source: '''Note:''' This page has been protected so that only registered users can edit it. The latest log entry is provided below for reference:
ca_es: '''Avís:''' Aquesta pàgina està bloquejada i només pot ser modificada per usuaris registrats. A continuació es mostra la darrera entrada del registre com a referència:

source: '''Warning:''' This page has been protected so that only users with administrator privileges can edit it because it is included in the following cascade-protected {{PLURAL:$1|page|pages}}:
ca_es: '''Atenció:''' Aquesta pàgina està protegida de forma que només la poden modificar els administradors, ja que està inclosa a {{PLURAL:$1|la següent pàgina|les següents pàgines}} amb l'opció de «protecció en cascada» activada:

source: '''Warning: This page has been protected so that [[Special:ListGroupRights|specific rights]] are needed to create it.''' The latest log entry is provided below for reference:
ca_es: '''ATENCIÓ: Aquesta pàgina està protegida de tal manera que es necessiten uns [[Special:ListGroupRights|drets específics]] per a poder crear-la.''' A continuació es mostra la darrera entrada del registre com a referència:

source: {{PLURAL:$1|Template|Templates}} used on this page:
ca_es: Aquesta pàgina fa servir {{PLURAL:$1|la següent plantilla|les següents plantilles}}:

source: {{PLURAL:$1|Template|Templates}} used in this preview:
ca_es: {{PLURAL:$1|Plantilla usada|Plantilles usades}} en aquesta previsualització:

source: {{PLURAL:$1|Template|Templates}} used in this section:
ca_es: {{PLURAL:$1|Plantilla usada|Plantilles usades}} en aquesta secció:

source: (protected)
ca_es: (protegida)

source: (semi-protected)
ca_es: (semiprotegida)

source: This page is a member of {{PLURAL:$1|1 hidden category|$1 hidden categories}}:
ca_es: Aquesta pàgina forma part de {{PLURAL:$1|la següent categoria oculta|les següents categories ocultes}}:

source: <!-- Text here will be shown below edit and upload forms. -->
ca_es: <!-- Es mostrarà als formularis d'edició i de càrrega el text que hi haja després d'aquesta línia. -->

source: {{SITENAME}} has restricted the ability to create new pages. You can go back and edit an existing page, or [[Special:UserLogin|log in or create an account]].
ca_es: El projecte {{SITENAME}} ha restringit la possibilitat de crear noves pàgines. Podeu modificar les planes ja existents o bé [[Special:UserLogin|entrar en un compte d'usuari]].

source: You do not have permission to create new pages.
ca_es: No teniu permisos per a crear pàgines noves.

source: Section editing not supported
ca_es: Edició de la secció no suportada

source: Section editing is not supported in this page.
ca_es: L'edició de la secció no està suportada en aquesta pàgina.

source: You do not have permission to do that, for the following {{PLURAL:$1|reason|reasons}}:
ca_es: No teniu permisos per a fer-ho, {{PLURAL:$1|pel següent motiu|pels següents motius}}:

source: You do not have permission to $2, for the following {{PLURAL:$1|reason|reasons}}:
ca_es: No teniu permís per a $2, {{PLURAL:$1|pel motiu següent|pels motius següents}}:

source: '''Warning: You are recreating a page that was previously deleted.''' You should consider whether it is appropriate to continue editing this page. The deletion and move log for this page are provided here for convenience:
ca_es: '''Avís: Esteu creant una pàgina que ha estat prèviament esborrada.''' Hauríeu de considerar si és realment necessari continuar editant aquesta pàgina. A continuació s'ofereix el registre d'esborraments i de reanomenaments de la pàgina:

source: This page has been deleted. The deletion and move log for the page are provided below for reference.
ca_es: Aquesta pàgina ha estat esborrada. A continuació us mostrem com a referència el registre d'esborraments i reanomenaments de la pàgina.

source: View full log
ca_es: Veure tot el registre

source: Edit aborted by hook. It gave no explanation.
ca_es: Modificació avortada pel hook. No s'ha donat cap explicació.

source: Could not update the page. It appears to have been deleted.
ca_es: No s'ha pogut actualitzar la pàgina. Sembla haver estat esborrada.

source: Edit conflict.
ca_es: Conflicte d'edició.

source: Your edit was ignored because no change was made to the text.
ca_es: La vostra modificació ha estat ignorada perquè no feia cap canvi al text.

source: Your edit was saved.
ca_es: La modificació ha estat desada.

source: Could not create a new page. It already exists.
ca_es: No s'ha pogut crear una pàgina. Ja existeix.

source: Default message text
ca_es: Missatge per defecte

source: Failed to parse $2 content for $1 model: $3
ca_es: Ha fallat l'anàlisi del contingut de $2 per al model $1: $3

source: Invalid content data
ca_es: Dades de contingut no vàlides

source: "$1" content is not allowed on page [[$2]]
ca_es: No és permés el contingut "$1" a la pàgina [[$2]]

source: Leaving this page may cause you to lose any changes you have made. If you are logged in, you can disable this warning in the "Editing" section of your preferences.
ca_es: Si sortiu d'aquesta pàgina perdreu tots els canvis que hàgiu fet. Si teniu un compte d'usuari, podeu eliminar aquest avís a la secció «Caixa d'edició» de les vostres preferències.

source: plain text
ca_es: text net

source: '''Warning:''' This page contains too many expensive parser function calls. It should have less than $2 {{PLURAL:$2|call|calls}}, there {{PLURAL:$1|is now $1 call|are now $1 calls}}.
ca_es: Atenció: Aquesta pàgina conté massa crides a funcions parserfunction complexes. Actualment n'hi ha {{PLURAL:$1|$1|$1}} i, com a molt, {{PLURAL:$2|hauria|haurien}} de ser $2.

source: Pages with too many expensive parser function calls
ca_es: Pàgines amb massa crides de parser function

source: '''Warning:''' Template include size is too large. Some templates will not be included.
ca_es: Avís: La mida d'inclusió de la plantilla és massa gran. No s'inclouran algunes plantilles.

source: Pages where template include size is exceeded
ca_es: Pàgines on s'excedeix la mida d'inclusió de les plantilles

source: '''Warning:''' This page contains at least one template argument that has a too large expansion size. These arguments have been omitted.
ca_es: Avís: Aquesta pàgina conté com a mínim un argument de plantilla que té una mida d'expansió massa llarga. Se n'han omès els arguments.

source: Pages containing omitted template arguments
ca_es: Pàgines que contenen arguments de plantilla que s'han omès

source: Template loop detected: [[$1]]
ca_es: S'ha detectat un bucle de plantilla: [[$1]]

source: Template recursion depth limit exceeded ($1)
ca_es: S'ha excedit el límit de recursivitat de plantilles ($1)

source: Language converter depth limit exceeded ($1)
ca_es: El límit de la profunditat del conversor d'idiomes ha excedit ($1)

source: Pages where node-count is exceeded
ca_es: Pàgines on s'ha excedit el recompte de nodes

source: Page exceeded the node-count
ca_es: La pàgina ha excedit el recompte de nodes

source: Pages where expansion depth is exceeded
ca_es: Pàgines on s'ha excedit la profunditat d'expansió

source: Page exceeded the expansion depth
ca_es: La pàgina ha excedit la profunditat d'expansió

source: Unstrip loop detected
ca_es: S'ha detectat un bucle no desmuntable

source: Unstrip recursion limit exceeded ($1)
ca_es: S'ha excedit el límit ($1) de recursivitat no desmuntable

source: Error detected in manual language conversion rule
ca_es: Error detectat a la norma de conversió de llengua manual

source: The edit can be undone. Please check the comparison below to verify that this is what you want to do, and then save the changes below to finish undoing the edit.
ca_es: Pot desfer-se la modificació. Si us plau, reviseu la comparació de sota per a assegurar-vos que és el que voleu fer; llavors deseu els canvis per a finalitzar la desfeta de l'edició.

source: The edit could not be undone due to conflicting intermediate edits.
ca_es: No pot desfer-se la modificació perquè hi ha edicions entre mig que hi entren en conflicte.

source: The edit could not be undone because it does not exist or was deleted.
ca_es: No s'ha pogut desfer l'edició perquè no existeix o ha estat esborrada.

source: Undo revision $1 by [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]])
ca_es: Es desfà la revisió $1 de [[Special:Contributions/$2|$2]] ([[User talk:$2|Discussió]])

source: Undo revision $1 by a hidden user
ca_es: Desfés la revisió $1 d'un usuari ocult

source: Cannot create account
ca_es: No es pot crear el compte

source: Account creation from this IP address ('''$1''') has been blocked by [[User:$3|$3]]. The reason given by $3 is ''$2''
ca_es: [[User:$3|$3]] ha bloquejat la creació de comptes des d'aquesta adreça IP ('''$1'''). El motiu donat per $3 és ''$2''

source: View logs for this page
ca_es: Visualitza els registres d'aquesta pàgina

source: There is no edit history for this page.
ca_es: No hi ha un historial de revisions per a aquesta pàgina.

source: Latest revision
ca_es: Revisió actual

source: Latest revision as of $1
ca_es: Revisió de $1

source: Revision as of $1
ca_es: Revisió de $1

source: Revision as of $1 by $2
ca_es: Revisió de $1; $2

source: ← Older revision
ca_es: ←Versió més antiga

source: Newer revision →
ca_es: Versió més nova→

source: cur
ca_es: act

source: next
ca_es: seg

source: first
ca_es: primera

source: last
ca_es: última

source: Diff selection: Mark the radio boxes of the revisions to compare and hit enter or the button at the bottom.<br /> Legend: '''({{int:cur}})''' = difference with latest revision, '''({{int:last}})''' = difference with preceding revision, '''{{int:minoreditletter}}''' = minor edit.
ca_es: Simbologia: (act) = diferència amb la versió actual, (prev) = diferència amb la versió anterior, m = modificació menor

source: Browse history
ca_es: Cerca a l'historial

source: Deleted only
ca_es: Només esborrats

source: oldest
ca_es: més antigues

source: newest
ca_es: més noves

source: (empty)
ca_es: (buit)

source: Revision history
ca_es: Historial de revisió

source: Revision history for this page on the wiki
ca_es: Historial de revisió per a aquesta pàgina del wiki

source: $1 at $2
ca_es: $1 a $2

source: The requested page does not exist. It may have been deleted from the wiki, or renamed. Try [[Special:Search|searching on the wiki]] for relevant new pages.
ca_es: La pàgina demanada no existeix. Potser ha estat esborrada o reanomenada. Intenteu [[Special:Search|cercar al mateix wiki]] per a noves pàgines rellevants.

source: (edit summary removed)
ca_es: (resum d'edició eliminat)

source: (username removed)
ca_es: (s'ha suprimit el nom d'usuari)

source: (log action removed)
ca_es: (s'ha suprimit el registre d'accions)

source: [username or IP address removed - edit hidden from contributions]
ca_es: [nom d'usuari o adreça IP esborrada - modificació ocultada de les contribucions]

source: This page revision has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca_es: Aquesta versió de la pàgina ha estat '''eliminada'''. Hi poden haver més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats].

source: This page revision has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log]. You can still [$1 view this revision] if you wish to proceed.
ca_es: La revisió d'aquesta pàgina ha estat '''eliminada'''. Hi poden haver més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats]. Encara podeu [$1 veure aquesta revisió] si així ho desitgeu.

source: This page revision has been '''suppressed'''. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]. You can still [$1 view this revision] if you wish to proceed.
ca_es: Aquesta versió de la pàgina ha estat '''eliminada'''. Hi poden haver més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre d'esborrats]. Encara podeu [$1 veure aquesta revisió] si així ho desitgeu.

source: This page revision has been '''deleted'''. You can view it; details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca_es: Aquesta versió de la pàgina ha estat '''eliminada'''. Podeu veure-la; vegeu-ne més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats].

source: This page revision has been '''suppressed'''. You can view it; details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ca_es: Aquesta versió de la pàgina ha estat '''eliminada'''. Podeu veure-la; vegeu-ne més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre d'esborrats].

source: You cannot view this diff because one of the revisions has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca_es: No podeu veure aquesta comparativa perquè una de les versions ha estat '''esborrada'''. Potser trobareu detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats].

source: You cannot view this diff because one of the revisions has been '''deleted'''.
ca_es: No podeu veure aquesta diferència perquè una de les revisions ha estat '''esborrada'''.

source: One of the revisions of this diff has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log]. You can still [$1 view this diff] if you wish to proceed.
ca_es: Una de les revisions d'aquesta comparativa ha estat '''eliminada'''. Potser trobareu detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats]. Encara podeu [$1 veure aquesta comparativa] si així ho desitgeu.

source: One of the revisions of this diff has been '''suppressed'''. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]. You can still [$1 view this diff] if you wish to proceed.
ca_es: Una de les revisions d'aquesta comparativa ha estat '''esborrada'''. Podeu veure'n més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre de supressions]. Podeu seguir [$1 veient aquesta comparativa] si així ho desitgeu.

source: One of the revisions of this diff has been '''deleted'''. You can view this diff; details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca_es: Una de les revisions d'aquesta comparativa ha estat '''esborrada'''. Podeu veure aquesta comparativa; poden haver-hi més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborraments].

source: One of the revisions of this diff has been '''suppressed'''. You can view this diff; details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ca_es: Una de les revisions d'aquesta comparativa ha estat '''esborrada'''. Podeu veure aquesta comparativa; pot haver-hi més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre de supressions].

source: change visibility
ca_es: mostra/amaga

source: Delete/undelete revisions
ca_es: Esborrar/restaurar revisions

source: Invalid target revision
ca_es: La revisió objectiu no és vàlida

source: You have either not specified a target revision(s) to perform this function, the specified revision does not exist, or you are attempting to hide the current revision.
ca_es: No heu especificat unes revisions objectius per a realitzar aquesta funció, la revisió especificada no existeix, o bé esteu provant d'amagar l'actual revisió.

source: No log type given
ca_es: No s'ha donat el tipus de registre

source: You have not specified a log type to perform this action on.
ca_es: No heu especificat un tipus de registre on dur a terme aquesta acció.

source: Invalid log entry
ca_es: Entrada de registre no vàlida

source: You have either not specified a target log event to perform this function or the specified entry does not exist.
ca_es: Heu especificat un esdeveniment del registre que no existeix o al que no se li pot aplicar aquesta funció.

source: The file specified does not exist.
ca_es: El fitxer especificat no existeix.

source: Are you sure you want to view a deleted revision of the file "<nowiki>$1</nowiki>" from $2 at $3?
ca_es: Esteu segurs que voleu veure una revisió esborrada del fitxer «<nowiki>$1</nowiki>» de $2 a $3?

source: Yes
ca_es: Sí

source: '''{{PLURAL:$2|Selected revision|Selected revisions}} of [[:$1]]:'''
ca_es: '''{{PLURAL:$2|Revisió seleccionada|Revisions seleccionades}} de [[:$1]]:'''

source: '''{{PLURAL:$1|Selected log event|Selected log events}}:'''
ca_es: '''{{PLURAL:$1|Esdeveniment del registre seleccionat|Esdeveniments del registre seleccionats}}:'''

source: '''Deleted revisions and events will still appear in the page history and logs, but parts of their content will be inaccessible to the public.''' Other administrators on {{SITENAME}} will still be able to access the hidden content and can undelete it again through this same interface, unless additional restrictions are set.
ca_es: '''Les revisions esborrades es mostraran encara als historials de les pàgines i als registres, si bé part del seu contingut serà inaccessible al públic.''' Els altres administradors de {{SITENAME}} encara podran accedir al contingut amagat i restituir-lo de nou mitjançant aquesta mateixa interfície, si no hi ha cap altra restricció addicional.

source: Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with [[{{MediaWiki:Policy-url}}|the policy]].
ca_es: Si us plau, confirmeu que és això el que desitgeu fer, que enteneu les conseqüències, i que esteu fent-ho d'acord amb [[{{MediaWiki:Policy-url}}|les polítiques acordades]].

source: Suppression should '''only''' be used for the following cases: * Potentially libelous information * Inappropriate personal information *: ''home addresses and telephone numbers, national identification numbers, etc.''
ca_es: Les supressions '''només''' han de ser portades a terme en els següents casos: * Informació potencialment difamatòria * Informació personal inapropiada *: ''adreces personals, números de telèfon, números d'identificació nacional, etc.''

source: Set visibility restrictions
ca_es: Defineix restriccions en la visibilitat

source: Revision text
ca_es: Text de la revisió

source: Hide file content
ca_es: Amaga el contingut del fitxer

source: Hide action and target
ca_es: Acció d'amagar i objectiu

source: Edit summary
ca_es: Modifica el resum

source: Editor's username/IP address
ca_es: Nom d'usuari / adreça IP de l'editor

source: Suppress data from administrators as well as others
ca_es: Suprimir les dades als administradors així com a la resta.

source: (do not change)
ca_es: (no modificar)

source: Hidden
ca_es: Oculta

source: Remove restrictions on restored revisions
ca_es: Suprimir les restriccions de les revisions restaurades

source: Apply to selected {{PLURAL:$1|revision|revisions}}
ca_es: Aplica a {{PLURAL:$1|la revisió seleccionada|les revisions seleccionades}}

source: '''Revision visibility successfully updated.'''
ca_es: '''La visibilitat d'aquesta revisió s'ha actualitzat correctament.'''

source: '''Revision visibility could not be updated:''' $1
ca_es: '''La visibilitat de la revisió no ha pogut actualitzar-se:''' $1

source: '''Log visibility successfully set.'''
ca_es: '''S'ha establert correctament la visibilitat d'aquest element.'''

source: '''Log visibility could not be set:''' $1
ca_es: '''No s'ha pogut establir la visibilitat del registre:''' $1

source: deleted revisions
ca_es: revisions esborrades

source: visible revisions
ca_es: revisions visibles

source: Deleted history
ca_es: Historial d'esborrat

source: Error hiding the item dated $2, $1: This is the current revision. It cannot be hidden.
ca_es: Error en amagar l'edició del $1 a les $2: és la revisió actual. No es pot amagar.

source: Error showing the item dated $2, $1: This item has been marked "restricted". You do not have access to it.
ca_es: Error en mostrar l'element del $1 a les $2: està marcat com a ''restringit''. No hi tens accés.

source: Error modifying the item dated $2, $1: This item has been marked "restricted". You do not have access to it.
ca_es: Error en modificar l'element del $1 a les $2: aquest element ha estat marcat com a ''restringit''. No hi tens accés.

source: Error modifying item ID $1: It is missing from the database!
ca_es: Error en modificar l'element ID $1: no figura a la base de dades!

source: '''Warning:''' The item dated $2, $1 already had the requested visibility settings.
ca_es: '''Atenció:''' la revisió del $1 a les $2 ja té les restriccions de visibilitat sol·licitades.

source: Error modifying the item dated $2, $1: Its status appears to have been changed by someone else while you attempted to modify it. Please check the logs.
ca_es: Error en modificar l'element del $1 a les $2: el seu estat sembla haver estat canviat per algú altre quan intentaves modificar-lo. Si us plau, verifica els registres.

source: Error hiding the item dated $2, $1: You cannot suppress items from view by administrators without also selecting one of the other visibility options.
ca_es: Error amagant els ítems $2, $1: no pots suprimir elements a la vista dels administradors sense seleccionar alhora una de les altres opcions de supressió.

source: *Common delete reasons ** Copyright violation ** Inappropriate comment or personal information ** Inappropriate username ** Potentially libelous information
ca_es: *Raons d'esborrament comunes ** Violació del copyright ** Comentari o informació personal inapropiada ** Nom d'usuari inapropiat ** Informació potencialment calumniosa

source: Other/additional reason:
ca_es: Motiu diferent o addicional:

source: Other reason
ca_es: Altres raons

source: Edit delete reasons
ca_es: Editar el motiu d'esborrament

source: Revision author:
ca_es: Autor de la revisió:

source: Suppression log
ca_es: Registre de supressió
